[P_2_2_1_Ktech_BridgeAIDialog]
Speech_0001L=MAFIOSO_A- You have blood on your shoes.
Speech_0002L=MAFIOSO_B- So I do.
Speech_0003L=MAFIOSO_A- This is terrible work.
Speech_0004L=MAFIOSO_B- The order came down directly from Grinko.
Speech_0005L=MAFIOSO_A- Yes. If I didn't fear him like the reaper I'd be long gone.
Speech_0006L=MAFIOSO_B- He told me to think of them as sheep. He says we're 'thinning the flock.'
Speech_0007L=MAFIOSO_A- Hmph.
Speech_0009L=WILKES - Isso é o máximo que podemos nos aproximar. Tudo certo quanto aos detalhes? Esse último minuto me deixa nervoso... 
Speech_0010L=FISHER - Posso imaginar. 
Speech_0011L=WILKES - Bem, tenha cuidado. 

[P_2_2_1_Ktech_Communications]
Goal_0023L=Infiltre-se na Kalinatek. 
Goal_0024L=Infiltre-se na Kalinatek. 
Goal_0020L=Encontre Ivan antes que a Máfia o mate. 
Goal_0025L=Encontre Ivan antes que a Máfia o mate. 
Goal_0021L=Utilize o sistema contra incêndio da Kalinatek para abrir as portas perto de Ivan. 
Goal_0026L=Abra as portas das saídas de incêndio perto de Ivan. 
Speech_0001L=LAMBERT - Fisher, sua missão se concentra em um homem chamado Ivan. Quando Grímsdóttir acessou o servidor da Kalinatek, os mercenários se assustaram. Estão apagando as evidências de sua presença. Incluindo Ivan e seus camaradas. 
Speech_0002L=FISHER - Quem é Ivan?
Speech_0003L=LAMBERT - Um dos homens de Nikoladze. Um programador. 
Speech_0004L=FISHER - Eles estão matando seus próprios homens?
Speech_0005L=LAMBERT - Não temos dúvida disso. Vamos rezar para que você o encontre primeiro. Mais detalhes em seu OPSAT.

[P_2_2_1_Ktech_DeadKeyTech]
Speech_0001L=MAFIOSO_A- Are you sure he's dead?
Speech_0002L=MAFIOSO_B- Come on, you can see his brain, of course he's dead.
Speech_0003L=MAFIOSO_A- What about his encryption thing?
Speech_0004L=MAFIOSO_B- The key?
Speech_0005L=MAFIOSO_A- Yes, the encryption key.
Speech_0006L=MAFIOSO_B- I got it, it's destroyed.  Let's move on.

[P_2_2_1_Ktech_InterceptedComms]
Speech_0001L=MÁFIA17A - A ala oeste do quinto andar está livre. Vamos para o sexto. 
Speech_0002L=MÁFIA16B - Quantas chaves criptográficas você recuperou?
Speech_0003L=MÁFIA17A - Esta é a sétima. 
Speech_0004L=MÁFIA17A - A ala leste do quarto andar está livre, foram recuperadas três chaves criptográficas. 
Speech_0005L=MÁFIA16B - E os arquivos da Arca?
Speech_0006L=MÁFIA17A - Foram todos destruídos. 
Speech_0007L=MÁFIA16B - Graças a Deus. Certifique-se de deixar os corpos onde o fogo os alcance. 
Speech_0008L=MÁFIA17A - Com certeza. 

[P_2_2_1_Ktech_IntroCinematic]
Speech_0009L=WILKES- This is as close as we get.  Are you sure you're cool with the details?  This last minute stuff bugs me out.
Speech_0010L=FISHER- I'll figure it out.
Speech_0011L=WILKES- Well, be careful.
Speech_0012L=FISHER- I've already got a mother, Wilkes.


Speech_0013L=LAMBERT - Meu Deus, Fisher! Você ficou louco? A missão acabou. 

[P_2_2_1_Ktech_IntroGuard]

[P_2_2_1_Ktech_MetalDetectorAmbush]

[P_2_2_1_Ktech_WelcomeParty]
Speech_0002L=MAFIOSO_A- ...last week it was those turrets, this week it's wall mines.
Speech_0003L=MAFIOSO_B- So I use the tools they give me.
Speech_0004L=MAFIOSO_A- You obsess over them.
Speech_0005L=MAFIOSO_B- You have to admit these are cool.
Speech_0006L=MAFIOSO_A- Yes, but if we plant too many it's dangerous.
Speech_0007L=MAFIOSO_B- They're supposed to be dangerous, they're mines for god's sake.

